@extends('layouts.app')

@section('template_title')
    {{--    {{ Auth::user()->name }}'s' Homepage--}}
@endsection

@section('template_fastload_css')
@endsection

@section('content')

    <div class="container">
        <div class="row">
            <div class="col-12 col-lg-10 offset-lg-1">

                <div class="card">
                    <div class="card-header">
                        Cancelation Policy ( นโยบายยกเลิกคำสั่งซื้อ เลิกบริการ )
                    </div>
                    <div class="card-body">
                        <h2>ยากเลิกคำสั่งซื้อ</h2>
                        <p>
                            เว็บไซต์ไม่มีนโยบายคืนเงินค่าธรรมเนียมที่คุณได้จ่ายเพื่อรับข้อมูลการติดต่อของลูกค้าไปแล้ว

                            เว็บไซต์มีข้อตกลงที่จะให้ข้อมูลการติดต่อของลูกค้าผู้ที่สนใจเรียนพิเศษแก่คุณครูโดยคิดค่าธรรมเนียมเป็นค่าตอบแทนเท่านั้น
                            ราคาค่าธรรมเนียมจะอยู่ที่ 15-25 บาทต่อหนึ่งเบอร์โทร ซึ่งในราคาเท่านี้เว็บไซต์ไม่สามารถทำงานแบบเว็บไซต์นายหน้าติวเตอร์ที่คิดค่าแนะนำราคาตั้งแต่หลักร้อยถึงหลักพันได้
                            เพราะจะทำให้ต้นทุนสูงขึ้นและในที่สุดเว็บไซต์คงไม่สามารถทำงานต่อไปได้ เพราะรายจ่ายมากกว่ารายรับ
                            ดังนั้นเราจึงทำหน้าที่ส่งข้อมูลการติดต่อของผู้สนใจเรียนพิเศษให้แก่คุณครูเท่านั้น และไม่มีนโยบายคืนเงินค่าธรรมเนียมที่คุณได้จ่ายไปแล้ว
                        </p>
                        <h2>เลิกบริการ</h2>
                        <p>
                            ลูกค้าสามารถยกเลิกบริการได้ด้วยตัวเองโดยไปที่
                            <br>
                            โปรไฟล์ -> ข้อมูลส่วนตัว -> edit profile -> Account Administration -> delete account

                        </p>
                    </div>
                </div>


            </div>
        </div>
    </div>

@endsection

@section('footer_scripts')
@endsection

