@extends('layouts.app')

@section('template_title')
    {{--    {{ Auth::user()->name }}'s' Homepage--}}
@endsection

@section('template_fastload_css')
@endsection

@section('content')

    <div class="container">
        <div class="row">
            <div class="col-12 col-lg-10 offset-lg-1">

                <div class="card">
                    <div class="card-header">
                        <h1>Privacy Policy ( นโยบายคุ้มครองข้อมูลส่วนบุคคล )</h1>
                    </div>
                    <div class="card-body">
                        <div class="page-content">
                            <div class="at-above-post-page addthis_tool"
                                 data-url="https://contentshifu.com/privacy-policy/"></div>
                            <h3><strong>นโยบายคุ้มครองข้อมูลส่วนบุคคล</strong></h3>
                            <p>เว็บไซต์ tutordee.com (ซึ่งต่อไปนี้จะเรียกว่า “เว็บไซต์”)
                                มีความมุ่งมั่นที่จะปกป้องและเคารพความเป็นส่วนตัวของคุณ
                                และสิ่งสำคัญสูงสุดสำหรับเราคือการปกป้องความลับข้อมูลส่วนบุคคลใดๆ
                                และทั้งหมดที่คุณเปิดเผยกับเรา
                                คุณในฐานะผู้เยี่ยมชมหรือผู้ใช้บริการของเรามีสิทธิ์รับทราบและเข้าใจหลักปฏิบัติเรื่องความเป็นส่วนตัวของข้อมูลของเราก่อนจะเปิดเผยข้อมูลส่วนบุคคลใดๆ
                                ของคุณให้กับเรา</p>
                            <p>
                                เมื่อใช้บริการของเราย่อมแสดงว่าคุณยินยอมที่จะให้เราใช้ข้อมูลส่วนบุคคลของคุณตามที่ระบุไว้ในนโยบายนี้</p>
                            <p>เรามีนโยบายเผยแพร่ข้อเปลี่ยนแปลงต่างๆ ในนโยบายส่วนบุคคลลงบนหน้าเพจนี้
                                เราจึงขอแนะนำให้คุณเข้าไปตรวจดูความเปลี่ยนแปลงเป็นประจำ</p><h4>
                                เราเก็บรวบรวมข้อมูลใดบ้าง</h4>
                            <p>เราเก็บรวบรวมข้อมูลที่คุณมอบให้ เช่น ชื่อ หรือรายละเอียดของที่อยู่อีเมล
                                และข้อมูลที่เกี่ยวข้องกับสถิติการใช้งานเว็บไซต์ เช่น เข้าชมเว็บไซต์หน้าไหนบ้าง</p><h4>
                                การใช้ข้อมูล</h4>
                            <p>เราจะใช้ข้อมูลเกี่ยวกับคุณที่เรามีอยู่ในลักษณะต่างๆ ต่อไปนี้:</p>
                            <p>ก)&nbsp;เพื่อยืนยันว่าคุณได้รับอนุญาตให้เข้าถึงคุณสมบัติบางอย่าง</p>
                            <p>ข) เพื่อช่วยให้คุณเข้าถึงและใช้บริการต่างๆ ที่คุณเลือกรับ</p>
                            <p>ค)
                                เพื่อวิเคราะห์พฤติกรรมและแนวโน้มของผู้ใช้เพื่อปรับปรุงและเข้าใจวิธีที่ผู้ใช้ใช้บริการของเรา</p>
                            <p>ง) เพื่อสร้างชุดรวมของข้อมูลที่ไม่สามารถระบุถึงตัวตน
                                ซึ่งจะนำไปใช้ตัดสินใจทางธุรกิจและเพิ่มประสิทธิภาพการบริการของ TUTORDEE บางอย่าง</p>
                            <p>จ) เพื่อติดต่อคุณ:</p>
                            <p>– ตามที่คุณแจ้งขอให้เราดำเนินการ หรือเพื่อตอบคำถามต่างๆ ที่คุณส่งถึงเรา</p>
                            <p>– หากจำเป็นเราอาจต้องแจ้งคุณให้ทราบถึงการเปลี่ยนแปลงหรือการปรับปรุงบริการของเรา</p>
                            <p>– เพื่อส่งคำยืนยันและการแจ้งเตือนการจอง คำประกาศหรือจดหมายข่าวที่คุณสมัครขอรับบริการ
                                รวมถึงส่งไปยังโทรศัพท์เคลื่อนที่ของคุณ</p>
                            <p>– เพื่อส่งอีเมลด้านการตลาดเกี่ยวกับบริการของเราหรือบริการของหุ้นส่วนของเราจากที่อยู่ของ
                                TUTORDEE &nbsp;เมื่อคุณเลือกขอรับบริการหรือตามที่กฎหมายอนุญาต
                                คุณสามารถยกเลิกการรับอีเมลเหล่านี้ได้ด้วยการคลิกที่ลิงก์ยกเลิกการเป็นสมาชิกที่ปรากฎตรงด้านล่างของอีเมล</p>
                            <h4>การเปิดเผยข้อมูลของคุณ</h4>
                            <p>เราจะไม่ขายข้อมูลส่วนบุคคลของคุณให้กับบุคคลที่สามโดยเด็ดขาด
                                แม้ในบางครั้งเราอาจแบ่งปันหรือนำเสนอข้อมูลส่วนบุคคลของคุณให้กับบุคคลที่สามเมื่อเราจำเป็นต้องทำเช่นนั้นตามกฎหมาย
                                ในกรณีที่จำเป็น เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณเพื่อป้องกัน ตรวจสอบ
                                หรือฟ้องร้องกิจกรรมที่ผิดกฎหมายหรือต้องสงสัยว่าผิดกฎหมาย หรือป้องกันความเสียหาย
                                หรือโต้ตอบการดำเนินการตามกฎหมาย หรือบังคับใช้สิทธิ์และการเรียกร้องของเรา</p>
                            <p>นอกจากนั้น เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณหากจำเป็นเพื่อบังคับใช้<a
                                        href="{{url('/privacy')}}"
                                        data-wpel-link="internal">ข้อตกลงการใช้บริการ</a>ของเราหรือข้อตกลงอื่นๆ
                                หรือเปิดเผยให้กับผู้ซื้อมุ่งหวัง และผู้ซื้อสุดท้ายในกรณีที่ TUTORDEE&nbsp;(หรือส่วนหนึ่งของธุรกิจของเรา)
                                ถูกขายออกไป</p>
                            <p>เราอาจแบ่งปันข้อมูลการใช้แบบรวบยอดที่ไม่ประสงค์ออกนามร่วมกับผู้อื่น</p><h4>
                                การจัดเก็บข้อมูล</h4>
                            <p>เราจัดเก็บข้อมูลส่วนบุคคลทั้งหมดที่คุณมอบให้ไว้บนเซิร์ฟเวอร์ของเราที่มีความปลอดภัย
                                ปัจจุบันเซิร์ฟเวอร์ของเราอยู่ในประเทศสิงคโปร์
                                เรามีมาตรการระดับองค์กรและมาตรการด้านเทคนิคที่เพียงพอเพื่อรักษาความปลอดภัยของข้อมูลส่วนบุคคลของคุณ</p>
                            <p>แต่เป็นที่น่าเสียดาย เพราะการส่งข้อมูลทางอินเทอร์เน็ตไม่เคยปลอดภัยจริงๆ
                                แม้เราทำอย่างดีที่สุดเพื่อปกป้องข้อมูลส่วนบุคคลของคุณ
                                แต่เราไม่สามารถรับประกันได้ว่าข้อมูลที่คุณส่งมาที่เว็บไซต์ของเราหรือบริการอื่นๆ ของ
                                TUTORDEE จะมีความปลอดภัย คุณต้องรับความเสี่ยงในการส่งข้อมูลต่างๆ ด้วยตัวเอง
                                เมื่อเราได้รับข้อมูลส่วนบุคคลของคุณแล้ว
                                เราจะใช้ขั้นตอนที่รัดกุมและคุณสมบัติด้านความปลอดภัยเพื่อพยายามป้องกันการลอบเข้ามาใช้ข้อมูลดังกล่าว</p>
                            <h4>นโยบายคุกกี้</h4>
                            <p>เมื่อคุณคลิกเข้ามาที่ไซต์ของ TUTORDEE&nbsp;หรือใช้บริการของเรา
                                คุณจะได้รับคุกกี้หนึ่งตัวหรือหลายตัวโดยอัตโนมัติ วัตถุประสงค์เริ่มแรกที่เราใช้คุกกี้คือ
                                รับประกันว่า เราจะนำเสนอบริการได้อย่างดีที่สุด</p>
                            <p>คุกกี้คืออะไร</p>
                            <p>คุกกี้คือไฟล์ขนาดเล็ก
                                โดยปกติจะเป็นไฟล์ตัวอักษรและตัวเลขที่ดาวน์โหลดมาไว้ที่อุปกรณ์เมื่อผู้ใช้เข้าถึงเว็บไซต์บางเว็บไซต์
                                หลังจากนั้น
                                คุกกี้จะถูกส่งกลับไปที่เว็บไซต์ต้นทางในแต่ละครั้งที่กลับเข้ามาดูที่ไซต์ดังกล่าว
                                คุกกี้มีประโยชน์เพราะคุกกี้จะอนุญาตให้เว็บไซต์จดจำเว็บเบราว์เซอร์หรืออุปกรณ์ของผู้ใช้</p>
                            <p>การปิดกั้นและการลบคุกกี้ออก</p>
                            <p>
                                เบราว์เซอร์ของคุณจะช่วยให้คุณปิดกั้นหรือลบคุกกี้ที่คุณไม่ต้องการออกได้หากคุณต้องการทำเช่นนั้น
                                โปรดดูข้อมูลเพิ่มเติมได้จากเมนู “วิธีใช้” ในเบราว์เซอร์ของคุณ โปรดทราบว่า
                                การปิดกั้นคุกกี้ทุกตัวจะส่งผลลบต่อความสามารถในการใช้เว็บไซต์จำนวนมาก
                                รวมถึงเว็บไซต์ของเราเอง ดังนั้น
                                เราจึงขอแนะนำคุณอนุญาตให้ใช้คุกกี้เมื่อใช้เว็บไซต์ของเรา</p>
                            <p>การใช้คุกกี้ของเรา</p>
                            <p>คุกกี้บนเว็บไซต์ของเราอาจกำหนดขึ้นโดยเรา บุคคลที่สามที่ทำสัญญาร่วมกับเรา
                                หรือบุคคลที่สามอิสระ เช่น บริษัทโฆษณา</p>
                            <p>ไซต์ของเราใช้ประโยชน์จากคุกกี้ทั้งแบบ “เซสชั่น” และ “แบบถาวร” คุกกี้ “เซสชั่น”
                                จดจำข้อมูลจากหน้าหนึ่งไปยังหน้าหนึ่งเพื่อคัดกรองการค้นหาและทำการค้นหาให้แล้วเสร็จก่อนคุกกี้นั้นจะถูกลบออกจากเครื่องเมื่อคุณยุติเซสชั่น
                                คุกกี้ “แบบถาวร” จะช่วยให้เว็บไซต์ของเราจดจำคุณเมื่อคุณกลับมาที่เว็บไซต์ของเราอีก
                                คุกกี้นี้จะยังคงอยู่บนคอมพิวเตอร์ของคุณจนกว่าคุณจะลบออก
                                หรือจนกว่าจะหมดอายุตามวันที่ที่กำหนด</p>
                            <p>ข้อมูลด้านล่างแสดงคุกกี้ประเภทต่างๆ ที่เราใช้ เหตุผลที่เรา (หรือบุคคลที่สามที่เกี่ยวข้อง)
                                ใช้คุกกี้
                                และข้อมูลที่คุณสามารถนำมาใช้เพื่อควบคุมและเรียนรู้เพิ่มเติมเกี่ยวกับคุกกี้ที่ใช้บนไซต์ของเรา</p>
                            <p>ก) คุกกี้ที่ช่วยในการจัดบริการที่ผู้ใช้ต้องการ (ยกตัวอย่างเช่น
                                การโชว์ข้อมูลที่คุณมีแนวโน้มที่จะชอบที่สุด)</p>
                            <p>ข) คุกกี้ที่ออกแบบมาเพื่อพัฒนาการทำงานของเว็บไซต์ โดยรวบรวมข้อมูลจากหัวข้ออันหลากหลาย
                                อาทิ การเข้าเว็บไซต์ของผู้ใช้ (หรือ หน้าใดของเว็บไซต์ที่ถูกอ่านมากที่สุด) โดยเรียกว่า
                                คุกกี้จัดเก็บข้อมูล</p>
                            <p>ค) คุกกี้ประเภทจดจำตัวเลือกของท่านเมื่อเข้าสู่เว็บไซต์ อาทิ สถานะสมาชิกของท่าน
                                หรือการเป็นผู้เข้าเยี่ยมชมใหม่ เป็นต้น</p>
                            <p>ง) คุกกี้ที่จัดเก็บข้อมูลเกี่ยวกับพฤติกรรมการเชื่อมต่อเว็บไซต์ของท่าน โดยเรียกว่า
                                คุกกี้เจาะจงกลุ่มเป้าหมายและการโฆษณา
                                โดยใช้เจาะจงกลุ่มเป้าหมายด้วยแบนเนอร์โฆษณาที่ผู้สร้างคิดว่าเป็นที่สนใจ
                                ของผู้ใช้เว็บไซต์โดยวัดจากบันทึกการเบราว์ซิ่งจากคุกกี้ดังกล่าวและแบ่งปัน
                                ข้อมูลร่วมกับกลุ่มบุคคลที่สาม อาทิ ผู้โฆษณา เป็นต้น</p><h4>เว็บไซต์ของบุคคลที่สาม</h4>
                            <p>บริการของ TUTORDEE&nbsp;มีลิงก์ไปยังเว็บไซต์ของบุคคลที่สาม
                                แต่เราจะไม่รับผิดชอบต่อหลักปฏิบัติเรื่องความเป็นส่วนตัวของเว็บไซต์ของบุคคลที่สาม
                                เมื่อคุณเลิกหรือหยุดใช้บริการของ TUTORDEE&nbsp;เราขอแนะนำให้คุณอ่านแถลงการณ์/นโยบายความเป็นส่วนตัวของเว็บไซต์บุคคลที่สามทุกๆ
                                เว็บที่รวบรวมข้อมูลส่วนบุคคลจากคุณ</p>
                            <p>เราอาจมีตัวเลือกให้คุณส่งออกข้อมูลไปยังแอพพลิเคชันและเว็บไซต์ของบุคคลที่สาม
                                รวมถึงไซต์เครือข่ายสังคม เช่น Facebook หรือ Twitter
                                เพื่อให้คุณสัมผัสกับประสบการณ์ทางสังคมที่มีประโยชน์ขณะที่ใช้บริการของ TUTORDEE&nbsp;เมื่อส่งออกข้อมูลดังกล่าว
                                นั่นแสดงว่าคุณอาจกำลังเปิดเผยข้อมูลของคุณให้กับบุคคลอื่นหรือองค์กรอื่นที่รับผิดชอบด้านการดำเนินการและบำรุงรักษาแอพพลิเคชันและไซต์ของบุคคลที่สาม
                                คนอื่นๆ ที่เข้ามาดูหรือใช้แอพพลิเคชันหรือไซต์เหล่านั้นอาจเข้าถึงข้อมูลของคุณได้
                                เราไม่ได้เป็นเจ้าของหรือดูแลจัดการแอพพลิเคชันหรือเว็บไซต์ที่คุณเชื่อมต่อ
                                และคุณควรทบทวนนโยบายความเป็นส่วนตัวของเว็บไซต์นั้นเพื่อรับรองว่า
                                คุณพอใจกับวิธีที่เว็บไซต์เหล่านั้นใช้ข้อมูลที่คุณมอบให้กับพวกเขา</p><h4>
                                การเข้าถึงข้อมูลส่วนบุคคลของคุณ</h4>
                            <p>คุณมีสิทธิ์แจ้งขอไม่ให้เราประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ด้านการตลาด
                                คุณสามารถใช้สิทธิ์ในเรื่องนี้ได้โดยเลือกช่องบนแบบฟอร์มที่เราใช้เก็บรวบรวมข้อมูลของคุณหรือติดต่อเราได้ตลอดเวลา&nbsp;คุณอาจเลือกไม่รับอีเมลด้านการตลาดโดยคลิกที่ลิงก์ยกเลิกการเป็นสมาชิกที่ด้านล่างของอีเมลนั้น</p>
                            <p>ในกรณีที่คุณเป็นผู้ใช้บริการของเราที่ต้องมีการลงชื่อเข้าใช้
                                คุณสามารถจัดการกับข้อมูลบางอย่างของคุณ รวมถึงการกำหนดลักษณะส่วนบุคคลได้จากส่วนของ
                                “บัญชี” บนเว็บไซต์ของเรา</p>
                            <p>ข้อมูลการติดต่อเจ้าของเว็บไซต์:&nbsp;tutordee2019@gmail.com</p> <span
                                    class="cp-load-after-post"></span>
                            <div class="at-below-post-page addthis_tool"
                                 data-url="{{url('/privacy')}}"></div>
                        </div>
                    </div>
                </div>

            </div>
        </div>
    </div>

@endsection

@section('footer_scripts')
@endsection

