@extends('layouts.app')

@section('template_title')
    {{--    {{ Auth::user()->name }}'s' Homepage--}}
@endsection

@section('template_fastload_css')
@endsection

@section('content')

    <div class="container">
        <div class="row">
            <div class="col-12 col-lg-10 offset-lg-1">
                <div class="card">
                <div class="card-header">
                    <h1>Refund Policy ( นโนบายการคืนเงิน )</h1>
                </div>
                    <div class="card-body">
                        <p>
                            1. เราสามารถคืนเงินจำนวนที่เหลืออยู่ในบัญชีของคุณให้ได้เท่านั้น เราไม่คืนเงินที่คุณได้ใช้กดรับข้อมูลการติดต่อของลูกค้าไปแล้ว
<br>
                            2. เราคืนเงินให้ได้ในกรณีคุณชำระเงินผ่านบัตร debit/credit หรือ PayPal การชำระเงินด้วยช่องทางอื่นจะไม่สามารถทำการคืนเงินได้
                            <br>
                            3. เงินจะถูกคืนเข้าบัตรหรือบัญชี PayPal ที่คุณใช้ชำระเงินเท่านั้น เราจะไม่คืนเงินเข้าบัตรอื่นหรือบัญชีไม่ว่ากรณีใดๆก็ตาม
                            <br>
                            4. คุณสามารถขอเงินคืนได้ภายใน 30 วันหลังจากวันที่ชำระเงินเท่านั้น
                            <br>
                            5. ในการขอเงินคืน คุณจะต้องเขียนอีเมลส่งมาที่ tutordee2019@gmail.com โดยใช้อีเมลที่คุณลงทะเบียนบนโปรไฟล์ของคุณเท่านั้น เราไม่ยอมรับคำขอเงินคืนจากอีเมลอื่นๆที่ไม่ได้ใช้ลงทะเบียนโปรไฟล์นั้น
                            <br>
                            6. หากคุณได้รับโบนัสจากการชำระเงิน เราจะหักเงินโบนัสออกจากยอดคงเหลือทั้งหมดก่อน จากนั้นจึงคืนเงินส่วนที่เหลือหลังหักเงินโบนัสให้
                            <br>
                            7. การคืนเงินจะใช้เวลาประมาณ 7 วันนับจากวันที่ส่งคำขอเงินคืน เมื่อเราคืนเงินให้ สำหรับผู้ที่ชำระผ่าน PayPal จะได้เงินคืนทันที สำหรับบัตร debit/credit จะใช้เวลาอีก 7-14 วันจึงจะได้รับเงินคืนในบัญชี (แล้วแต่ธนาคารเจ้าของบัตร)
                        </p>
                    </div>
                </div>

            </div>
        </div>
    </div>

@endsection

@section('footer_scripts')
@endsection

