@extends('layouts.app')

@section('template_title')
    {{--    {{ Auth::user()->name }}'s' Homepage--}}
@endsection

@section('template_fastload_css')
@endsection

@section('content')

    <div class="container">
        <div class="row">
            <div class="col-12 col-lg-10 offset-lg-1">

                <div class="card">
                    <div class="card-header">
                        <h1>เงื่อนไขการใช้บริการ</h1>
                    </div>
                    <div class="card-body">
                        <p>
                            สมาชิกรับทราบและยินยอมปฏิบัติตามนโยบาย และ ข้อตกลงในการให้บริการของ www.tutordee.com
                            บริหารงานโดย นางสาวนภาลักษณ์ ช่างทอง (ซึ่งต่อไปนี้จะเรียกว่า ผู้ดูแลเว็บไซต์ )
                            ซึ่งตั้งอยู่ที่ เลขที่ 12/2 ถ.หมื่นด้ามพร้าคต ซ.5 ต.ช้างเผือก อ.เมือง จ.เชียงใหม่ 50300 โทร.
                            0848108251
                            ( เฉพาะเวลาทำการ จันทร์ - ศุกร์, 10:00 -18:00 ) นโยบาย และ ข้อตกลงในการให้บริการดังต่อไปนี้
                            หากมีข้อสงสัยสามารถ Email มาที่ Tutordee2019@gmail.com

                        </p>
                        <hr>

                        <h2>2. ความเกี่ยวข้องของสมาชิก กับ Tutordee</h2>
                        <p>
                            2.1 สมาชิกรับทราบและยินยอมปฏิบัติตามนโยบาย และ ข้อตกลงในการให้บริการของ www.Tutordee.com
                            บริหารงานโดย นางสาวนภาลักษณ์ ช่างทอง (ต่อไปนี้จะเรียกว่า ผู้ดูแลเว็บไซต์ ) ซึ่งตั้งอยู่ที่
                            เลขที่ 12/2 ถ.หมื่นด้ามพร้าคต ซ.5 ต.ช้างเผือก อ.เมือง จ.เชียงใหม่ 50300 โทร. 0848108251
                            ( เฉพาะเวลาทำการ จันทร์ - ศุกร์, 10:00-18:00 )
                            <br>
                            2.2 สิ่งที่สมาชิกใช้ ไม่ว่าจะเป็น ผลิตภัณฑ์ ซอฟต์แวร์ บริการ หรือเว็บไซต์ ของผู้ให้บริการ
                            ซึ่งต่อไปจะเรียกว่า "บริการ"
                            <br>
                            2.3 สมาชิกซึ่งเป็นผู้ซื้อบริการไม่ว่าจะส่วนใดส่วนหนึ่งหรือทั้งหมดของผู้ให้บริการ
                            ซึ่งต่อไปจะเรียกว่า "ผู้ซื้อบริการ" โดยจะแยกเป็น 3 ส่วนได้ดังนี้
                            <br>
                            - ผู้ที่ใช้บริการเว็บไซต์ คือผู้ที่ต้องการเรียนพิเศษ เข้ามากรอกข้อมูลความต้องการผ่านเว็บไซต์
                            www.tutordee.com เพื่อค้นหาครูสอนพิเศษ เรียกว่า “ผู้ใช้บริการฟรี”
                            <br>
                            - ผู้ที่ใช้บริการเว็บไซต์ เพื่อซื้อช่องทางการติดต่อกับลูกค้าที่ต้องการเรียนพิเศษ
                            ซึ่งต่อไปนี้จะเรียกว่า “ผู้ซื้อบริการ”
                            <br>
                            -เว็บไซต์ Tutordee ต่อไปนี้จะเรียกว่า “ผู้ให้บริการ” ซึ่งให้บริการแนะนำช่องทางการติดต่อ
                            “ผู้ใช้บริการฟรี” ให้กับ “ผู้ซื้อบริการ” โดยคิดค่าบริการตามที่เว็บไซต์ได้กำหนดเอาไว้
                            <br>
                            2.4 การติดต่อระหว่างผู้ดูแลเว็บไซต์ กับสมาชิก
                            จะใช้การติดต่อสื่อสารทางอีเมล์และการแจ้งข้อมูลผ่านพื้นที่ข่าวสารในระบบการจัดการเว็บไซต์เป็นหลัก
                            โดยสมาชิกท่านใดมีปัญหาการใช้บริการ หรือ สอบถามเกี่ยวกับบริการสามารถส่ง อีเมล์ มาได้ที่
                            Tutordee2019@gmail.com หรือ กรอกแบบฟอร์มติดต่อผู้ดูแลเว็บไซต์
                            ได้ในหน้าระบบการจัดการเว็บไซต์ของสมาชิก กรณีท่านสมาชิกมีความประสงค์จะติชม
                            หรือร้องเรียนปัญหาเกี่ยวกับการบริการ หรือเรื่องอื่นใด สามารถส่งอีเมล์มาได้ที่
                            Tutordee2019@gmail.com
                            <br>
                            2.5 ผู้ดูแลเว็บไซต์ จะมีการเปลี่ยนแปลง กฎ ระเบียบ และ เงื่อนไข
                            การให้บริการเพื่อความเหมาะสมอยู่เสมอ โดยผู้ดูแลเว็บไซต์จะแจ้งให้สมาชิกทราบผ่านทาง อีเมล์
                            โดยผู้ดูแลเว็บไซต์ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงโดยไม่ต้องแจ้งให้ทราบล่วงหน้า
                            และไม่รับผิดชอบความเสียหายที่เกิดแก่สมาชิกหรือบุคคลที่สามอันเนื่องมาจากการเปลี่ยนแปลงนี้
                            <br>
                            2.6 ผู้ดูแลเว็บไซต์ ขอสงวนสิทธิ์ในการเพิกถอนสมาชิกภาพของสมาชิกที่ไม่ปฏิบัติตามกฎระเบียบ
                            หรือนโยบายของเว็บไซต์

                        </p>
                        <hr>
                        <h2>3. ข้อตกลงและเงื่อนไขการใช้บริการ</h2>
                        <p>
                            3.1 การใช้บริการจะต้องอยู่ภายใต้ข้อตกลงการใช้งาน
                            รวมถึงวิธีการและเงื่อนไขต่างๆที่ผู้ดูแลเว็บไซต์ได้กำหนดไว้
                            และจะสามารถใช้บริการได้ก็ต่อเมื่อได้ลงทะเบียนเป็นสมาชิกผู้ซื้อบริการ (ต่อไปนี้เรียกว่า
                            “สมาชิก”) อย่างไรก็ตามอาจมีบางกรณีที่ผู้ดูแลเว็บไซต์ไม่ยอมรับการลงทะเบียนเป็นสมาชิก
                            <br>
                            3.2 ผู้ดูแลเว็บไซต์ ขอสงวนลิขสิทธิ์ใน template โปรแกรมและระบบการสร้างและบริหารเว็บไซต์
                            ห้ามมิให้ผู้ใดคัดลอก ทำซ้ำหรือนำไปใช้ที่อื่นโดยไม่ได้รับอนุญาตอย่างเป็นลายลักษณ์อักษร
                            อย่างไรก็ตาม ผู้ดูแลเว็บไซต์ยินดีรับฟังความคิดเห็น หรือคำแนะนำของสมาชิกทุกท่าน
                            และขอสงวนสิทธิ์ที่จะเลือกคำแนะนำมาปรับปรุงบริการต่อไป
                            <br>
                            3.3 สมาชิกได้ศึกษาและเข้าใจในคุณลักษณะของบริการต่างๆ ที่ผู้ดูแลเว็บไซต์ มีให้แล้ว
                            ดังที่แสดงในหน้าเว็บไซต์ Tutordee.com และสมาชิกตัดสินใจซื้อบริการด้วยคุณลักษณะที่มีอยู่นี้
                            และยอมรับการเปลี่ยนแปลงที่จะมีในอนาคต
                            <br>
                            3.4 สมาชิกได้ ตกลงยอมรับ เงื่อนไขการใช้บริการในเเต่ละ แพ็คเกจ ที่ได้เลือกซื้อบริการ
                            ซึ่งมีรายละเอียดในเเต่ละแพ็คเกจอย่างชัดเจน
                            โดยเงื่อนไขในแต่ละแพ็คเกจได้ระบุขอบเขตการให้บริการ
                            โดยที่สมาชิกได้ตกลงยอมรับก่อนทำการซื้อบริการเป็นที่เรียบร้อยแล้ว
                            <br>
                            3.5 สมาชิกยอมรับการเปลี่ยนแปลงไปของ feature ต่างๆ ในลักษณะของการพัฒนาและ update version
                            ใหม่ทั้งในเรื่องการเพิ่มลด feature การปรับปรุงพัฒนาวิธีการใช้งาน user interface
                            การเพิ่มความปลอดภัยของระบบ ฯลฯ
                            ทั้งในส่วนของเว็บไซต์และการปรับปรุงเปลี่ยนแปลงการบริการด้านอื่นๆ

                        </p>
                        <hr>
                        <h2>4. ผลิตภัณฑ์และบริการ</h2>
                        <p>
                            4.1 เงื่อนไขการให้บริการ เว็บไซต์ Tutordee.com
                            เป็นเว็บไซต์บริการที่เป็นตัวกลางระหว่างครูสอนพิเศษ และผู้ที่สนใจเรียนพิเศษ
                            โดยสร้างช่องทางการติดต่ออย่างมีเงื่อนไขไว้ ดังนี้
                            <br>
                            -ผู้ที่สนใจเรียนพิเศษ (ผู้ใช้บริการฟรี) จะทำการหาครูสอนพิเศษ โดยกรอกข้อมูลความต้องการ ได้แก่
                            วิชาที่ต้องการเรียน, จังหวัดที่ต้องการเรียน, วัน-เวลา ที่สะดวกเรียน ฯ
                            บันทึกข้อมูลเพื่อลงทะเบียนกับเว็บไซต์ ไม่มีค่าใช้จ่ายใดๆทั้งสิ้น
                            <br>
                            -ครูสอนพิเศษ (ผู้ซื้อบริการ) เข้ามาใช้บริการ โดยจ่ายเงินซื้อแพ็คเกจต่างๆ
                            ที่เว็บไซต์ได้กำหนดไว้ เพื่อให้ได้ช่องทางการติดต่อลูกค้าหรือผู้เรียน
                            และดำเนินการติดต่อกับผู้เรียนเอง โดยเว็บไซต์ไม่มีส่วนได้ส่วนเสียใดๆ
                            ในการติดต่อกับผู้เรียนเองทั้งสิ้น

                        </p>
                        <hr>
                        <h2>5. สมาชิกตกลงจะปฏิบัติตามข้อตกลงและเงื่อนไขต่างๆ</h2>
                        <p>
                            5.1 บทความเนื้อหา รูปภาพ และ/หรือ สินค้าในเว็บไซต์ที่ทางสมาชิกได้ลงเอาไว้ในระบบ
                            หากเป็นการละเมิดลิขสิทธิ์และมีการเรียกร้องค่าเสียหาย
                            ทางผู้ดูแลเว็บไซต์จะไม่รับผิดชอบใดๆทั้งสิ้น ซึ่งถ้าหากทางผู้ดูแลเว็บไซต์ ได้รับเเจ้งว่า
                            เนื้อหา หรือบริการนั้นเป็นการละเมิดลิขสิทธิ์
                            ผู้ดูแลเว็บไซต์จะปิดระบบการใช้งานของสมาชิกได้โดยมิต้องบอกกล่าว
                            จนกว่าสมาชิกจะสามารถยืนยันและพิสูจน์ได้ว่ามิได้ละเมิดลิขสิทธิ์เเต่อย่างใด
                        </p>
                        <hr>
                        <h2>6. ขอบเขตความรับผิดชอบของผู้ให้บริการ</h2>
                        <p>
                            6.1 ผู้ดูแลเว็บไซต์ ไม่รับผิดชอบต่อความเสียหายไม่ว่าในลักษณะใดที่เกิดขึ้นจากการใช้บริการ
                            ไม่ว่าทางตรงหรือทางอ้อม
                            <br>
                            6.2 ข้อมูล ภาพประกอบ และเนื้อหาต่างๆ ที่สมาชิกนำมาลงในเว็บไซต์นั้น
                            ถือเป็นความรับผิดชอบของสมาชิก ผู้ดูแลเว็บไซต์
                            ไม่รับผิดชอบต่อความเสียหายที่เกิดขึ้นเนื่องจากการใช้งาน, การรุกล้ำสิทธิ์ส่วนบุคคล
                            หรือปัญหาต่างๆ ที่เกิดขึ้นระหว่างสมาชิกกับผู้อื่น
                            <br>
                            6.3 ข้อมูลและเนื้อหาที่สมาชิกนำมาลงในเว็บนั้น
                            จะต้องไม่เป็นข้อมูลที่ผิดกฏหมายหรือขัดต่อศีลธรรมของสังคม และหากพบว่ามีเกิดขึ้น
                            ผู้ดูแลเว็บไซต์ขอสงวนสิทธิ์ในการลบเนื้อหานั้น ๆ ออกไป
                            <br>
                            6.4 ผู้ให้บริการไม่อาจให้การรับประกันว่า บริการจะมีอย่างต่อเนื่องโดยไม่มีการหยุด
                            หรือไม่มีข้อบกพร่องใด ๆ และผู้ให้บริการจะไม่รับผิดชอบต่อการกระทำโดยจงใจ
                            หรือโดยประมาทเลินเล่อในการทำหน้าที่ของบุคคลที่สาม เช่น ปัญหาการเชื่อมต่ออินเตอร์เน็ต
                            การติดขัดในช่องสัญญาณ เครือข่ายอินเตอร์เน็ต การสื่อสารผิดพลาด ภัยธรรมชาติ การก่อการร้าย
                            อัคคีภัย หรือการหยุดให้บริการชั่วคราว และจากปัญหาที่มิได้เป็นปัญหาของผู้ให้บริการเอง
                            <br>
                            6.5 ผู้ให้บริการจะไม่รับผิดชอบค่าเสียหายหรือค่าตอบแทนใดๆทั้งสิ้น
                            หากผู้ใช้บริการถูกหลอกลวงหรือฉ้อโกงทรัพย์สินจากผู้ใช้บริการอื่น
                            แต่ทางผู้ให้บริการยินดีที่จะให้ความช่วยเหลือถึงที่สุดเพื่อให้ได้ทรัพย์สินของผู้ใช้บริการกลับคืนมา
                            <br>
                            6.6 หากสมาชิกได้กระทำผิดตามข้อตกลงของสัญญาฉบับนี้ หรือทุจริตในการซื้อ-ขายบริการ
                            ผู้ซื้อบริการจำเป็นต้องชดเชยต่อความเสียหายอันเกิดจากการกระทำดังกล่าวต่อผู้ให้บริการ
                            และ/หรือบุคคลอื่นที่ได้รับความเสียหาย หรือถูกละเมิดจากกรณีดังกล่าวทั้งหมด
                            รวมถึงจะต้องถูกดำเนินคดีตามกฎหมายต่อไป
                            <br>
                            6.7 ผู้ให้บริการมีหน้าที่เพียงให้บริการในการอำนวยความสะดวกในการ
                            ขายบริการให้ผู้ซื้อบริการเท่านั้น ผู้ให้บริการไม่มีส่วนเกี่ยวข้องใดๆ
                            กับการติดต่อซื้อ-ขายบริการของผู้ซื้อบริการและผู้ใช้บริการฟรีแต่อย่างใด

                        </p>
                        <hr>
                        <h2> 7. ข้อตกลงในการยกเลิกการใช้บริการ</h2>
                        <p>
                            7.1 ในกรณีที่ผู้ซื้อบริการต้องการยกเลิกใช้บริการ ผู้ให้บริการขอสงวนสิทธิ์ในการคืนค่าบริการ
                            และ ผู้ซื้อบริการ ไม่มีสิทธิ์เรียกค่าบริการคืน ไม่ว่าบางส่วน หรือ ทั้งหมดได้
                            เว้นแต่ทางผู้ให้บริการจะเป็นผู้ยกเลิกบริการเอง โดยจะคืนค่าบริการตามสมควรให้เท่านั้น
                            และผู้ซื้อบริการจะไม่สามารถเรียกร้องค่าเสียหายอื่น ๆ ที่เกิดขึ้นกับการใช้บริการนั้นๆ
                            นอกเหนือจากค่าบริการที่ผู้ซื้อบริการได้ชำระกับผู้ให้บริการแล้วเท่านั้น
                            <br>
                            7.2 กรณีมีการละเมิดข้อตกลงการใช้งานผู้ให้บริการจะแจ้งเตือน
                            และจะหยุดให้บริการหากผู้ซื้อบริการไม่ทำการแก้ไขให้ถูกต้อง และผู้ซื้อบริการจะไม่สามารถ
                            เรียกร้องสิทธิ์ในการคืนเงินได้ และหากเป็นการกระทำที่ส่งผลกระทบต่อ ระบบ เครือข่าย
                            และชื่อเสียงของผู้ให้บริการ ผู้ซื้อบริการจะต้องรับผิดชอบความเสียหายที่เกิดขึ้นทั้งหมด

                        </p>
                        <hr>
                        <h2>8. การระงับการใช้บริการ</h2>
                        <p>
                            หากผู้ให้บริการตรวจพบข้อมูลสมาชิกที่ผิดข้อตกลงตามที่ได้กล่าวเป็นข้อๆดังต่อไปนี้
                            จะดำเนินการงดการให้บริการทันที โดยไม่มีการคืนค่าบริการใดๆ ทั้งสิ้น
                            และไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า
                            ทั้งนี้ผู้ให้บริการขอสงวนสิทธิ์ในการพิจารณาตรวจสอบข้อมูลผิดตามข้อตกลงหรือไม่
                            หากมีข้อโต้แย้งใดๆ ให้ถือเอาคำตัดสินของผู้ให้บริการเป็นที่สิ้นสุด
                        </p>
                        <br>
                        8.1 ผิดกฎหมายหรือขัดต่อศีลธรรมอันดีของไทย เช่น การละเมิดลิขสิทธิ์ของผู้อื่น การข่มขู่ เว็บไซต์ที่เกี่ยวกับสื่อลามก หรือเนื้อหาส่อไปทางลามก เซ็กส์ ขายบริการทางเพศ รวมทั้งที่มีลิงก์ไปยังเว็บไซต์ที่เกี่ยวกับสื่อลามก
                        <br>
                        8.2 เกี่ยวข้องกับธุรกิจเครือข่าย และผลิตภัณฑ์ที่จำหน่ายโดยมีความสัมพันธ์ตามค่าคอมมิชชั่น ซึ่งรวมทั้งหน้ารายการที่ทำขึ้นมาจากโฆษณาเป็นหลัก
                        <br>
                        8.3 พบทุจริต ฉ้อโกง ในการซื้อ-ขายบริการ ไม่ว่ากรณีใดๆ ทั้งสิ้น (ทั้งในอดีตและปัจจุบัน) ทั้งนี้ผู้ให้บริการขอสงวนสิทธิ์ในการตัดสินใจว่าสิ่งใดถือว่าเป็นการทุจริต
                        <br>
                        8.4 เกี่ยวกับ Hacker , Warez , Crack, เผยแพร่ไวรัส หนอนอินเตอร์เน็ต โทร์จัน หรืออื่นๆ ที่เกี่ยวข้องกับซอฟท์แวร์ผิดกฏหมาย
                        <br>
                        8.5 หลอกลวงผู้อื่นด้วยการแสดงข้อความอันเป็นเท็จ โฆษณาเกินจริง หรือปกปิดข้อความจริงซึ่งควรบอกให้แจ้ง
                        <br>
                        8.6 ใช้งานที่ส่งผลกระทบกระเทือนต่อระบบและทรัพยากรของระบบ อาทิเช่น การใช้งาน CPU เกินขอบเขต การใช้งาน Email เกินขอบเขต การเจาะระบบ (Hacking) การใช้งานโปรแกรม IRC Bots หรือการใช้งานโปรแกรมใด ๆ ที่ส่งผลกระทบต่อการทำงานของระบบ และผู้ให้บริการขอสงวนสิทธิ์ในการพิจารณาว่า การใช้งานใดเป็นการใช้งานอย่างเกินขอบเขต
<hr>
                        <h2>9. เกี่ยวกับระบบ</h2>
                        <p>
                            9.1. ผู้ดูแลเว็บไซต์พยายามอย่างเต็มที่ในการจัดการระบบให้มีเสถียรภาพ แต่หากมีปัญหาสุดวิสัยที่ทำให้ผู้ซื้อบริการไม่สามารถออนไลน์ได้ชั่วขณะ หรือมีปัญหาอื่นใดระหว่างผู้ซื้อบริการกับผู้ใช้บริการฟรี ผู้ดูแลเว็บไซต์ไม่รับผิดชอบในความเสียหายที่อาจจะมีขึ้นนั้น

                        </p>
                        <hr>
                        <h2>10. ข้อตกลงในการเปลี่ยนแปลงข้อตกลงและเงื่อนไขต่างๆ</h2>
                        <p>
                            10.1  ผู้ดูแลเว็บไซต์สามารถเปลี่ยนแปลง นโยบายข้อตกลงและเงื่อนไขต่างๆ ในการให้บริการได้โดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า
                            <br>
                            10.2 ผู้ซื้อบริการต้องเข้าใจและยอมรับข้อตกลงและเงื่อนไขต่างๆ ของผู้ดูแลเว็บไซต์ที่ได้มีการเปลี่ยนแปลงแล้ว หากผู้ซื้อบริการเข้าใช้บริการหลังมีการเปลี่ยนแปลง ผู้ซื้อบริการตกลงและยอมรับเงื่อนไขใหม่ต่างๆที่ทางผู้ดูแลเว็บไซต์ได้ประกาศไว้ทุกกรณี

                        </p>
                    </div>
                </div>

            </div>
        </div>
    </div>

@endsection

@section('footer_scripts')
@endsection

